In [1]:
import pandas as pd
df=pd.read_csv('data.csv')
df.head()

  Mileage  Age(yrs)  Sell Price($)
0   69000       6.0        18000.0
1   35000       3.0        34000.0
2   57000       5.0        26100.0
3   22500       2.0        40000.0
4   46000       4.0        31500.0

In [2]:
# change default header
header=['mil','age','price']
df.columns=header
df.head()

     mil  age    price
0  69000  6.0  18000.0
1  35000  3.0  34000.0
2  57000  5.0  26100.0
3  22500  2.0  40000.0
4  46000  4.0  31500.0

In [8]:
path="/home/keshav/Programming/Github/Python/Coursera/'Data Analysis with Python'\kes.csv"
df.to_csv(path)

# Exporting To Different Formats In Python
-